/*
 * @Author: yff
 * @Date: 2022-11-02 20:29:16
 * @LastEditors: yff
 * @LastEditTime: 2022-11-08 16:25:29
 * @FilePath: /beimalab.com/beimalab.com/js/data.js
 * @Description: 
 * 
 * Copyright (c) 2022 by yff 2408216493@qq.com, All Rights Reserved. 
 */
let projectDatas = {
    "BEIMA SPORTS": {
        previousKey: "YiYiYaYa汉服",
        ProjectName: "BEIMA SPORTS",
        nextKey: "X TRAIL",
        introduce: `贝马青训营AI智能足球训练系统、官方网站整体设计与开发。
        基于贝马产品和数据服务，做一个连接中小学校园、高校与职业队的人才发现和选拔的平台；整合教育资源与职业俱乐部资源，通过假期训练营和邀请表演赛的形式帮助发展各年龄梯队人才，实时采集、分析体育运动数据，实现智能体能监测及比赛数据追踪。模块化训练+定制化个人训练，用数据和科技提升训练效率，战术+技术分析，全方位服务室内外运动科学训练需求；战术分析：赛事全程图像识别，实现战术重演与分析；
        技术分析：运动员动作捕捉，训练基础动作识别、比对和纠错。`,
        imgSrc: "img/projects/fengmian/1.beima.png"
    },
    "X TRAIL": {
        previousKey: "BEIMA SPORTS",
        ProjectName: "X TRAIL",
        nextKey: "斯芬克",
        title: "",
        introduce: `X TRAIL户外训练网站网页端、移动端设计与开发。XTRAIL致力于在各个产品中给予参与者最优质运动体验，并将体育与科技，旅游，影视相结合，提供从项目策划、赛事执行，到内容制作、前后期宣传的全流程服务。同时通过与国际赛事团队合作，进一步将公司拓展到国际市场，也为国内外户外爱好者打造更完善的户外运动社区。作为最专业的户外服务商，可以为赛事合作伙伴提供一站式定制服务，以优质的户外赛事为基础，成熟的赛事传播机制为载体，为合作伙伴提供高质量的品牌曝光场景和渠道。还可以根据需求提供赛事集成广告服务、全案策划定制及制作，内容涵盖TVC广告、纪录片、新媒体推广短片、产品硬照等。同时通过内部资源整合，为合作伙伴提供定制型PR业务、事件营销、活动执行、高端客户定制旅游、运动实验室等衍生服务，满足合作伙伴的综合需求。`,
        imgSrc: "img/projects/fengmian/6.xtrail.png"
    },
    斯芬克: {
        previousKey: "X TRAIL",
        ProjectName: "斯芬克",
        nextKey: "边走边学",
        introduce: `北京斯芬克艺术留学机构多端设计与开发。斯芬克国际艺术教育(隶属于北京斯芬克教育咨询有限公司)是一家专注于国际艺术创新教育、作品集培训、艺术留学规划的专业教育培训机构。2011年初创于美国纽约曼哈顿，中国区总部位于北京，现已于上海、成都、杭州、广州、深圳、南京、武汉、郑州、重庆、西安建立教育机构，是国内最专业的国际艺术教育留学机构。`,
        imgSrc: "img/projects/fengmian/7.斯芬克.png"
    },
    边走边学: {
        previousKey: "斯芬克",
        ProjectName: "边走边学",
        nextKey: "东方教育",
        introduce: `PC端、后台、移动端设计与开发，安全可信赖的游学及研学平台。边走边学提供专业的留学咨询，语言培训，艺术留学，科研项目&素质活动。在线课堂服务，满足中国家庭广泛的教育需求。丰富全面的能力提升活动，与家庭教育，学校课程良性互补。注重从性格，学习能力等根本上解决青少年成长问题。全程活动跟踪，注重假期/周末课外活动含金量，关心活动安全性和教学服务，考虑长远，愿意为孩子的成长与规划付出精力和金钱。`,
        imgSrc: "img/projects/fengmian/2.bzbx.png"
    },
    东方教育: {
        previousKey: "边走边学",
        ProjectName: "东方教育",
        nextKey: "YiYiYaYa汉服",
        introduce: `内蒙古东方教育官方网站PC端、移动端设计与开发。智能教学+线下辅导模式结合，全方位培训一站式帮扶。乌海市东方英语学校在全市民办学校综合资质评定中，以师资好、 质量好、品质好而荣获总分第一，连续八年获全市民办教育质量评估第一名。`,
        imgSrc: "img/projects/fengmian/3.东方教育.png"
    },
    YiYiYaYa汉服: {
        previousKey: "东方教育",
        ProjectName: "YiYiYaYa汉服",
        nextKey: "BEIMA SPORTS",
        introduce: `YiYiYaYa汉服小程序和移动端设计与开发。YiYiYaYa汉服属于平台聚合，与传统的商铺有很大区别，立志于发展汉服界的社区生态。通过精准的定位算法，为用户提供优秀的汉服店铺服务，方便用户有针对性的筛选，同时用户之间也能相互分享使用体验。`,
        imgSrc: "img/projects/fengmian/8.汉服.png",
        type: "APP"
    }
};

let Programs = {
    Program1: [{
            title: "网站",
            content: "依据网站不同的发展阶段，提供更合适的架构方案，有效降低网站的开发运维难度和整体IT成本，并保障网站的安全性和稳定性，节约大量的人力和资金投入"
        },
        {
            title: "APP",
            content: "微信小程序, 手机端全站适配, IOS/ Android程序开发"
        },
        {
            title: "云安全",
            content: "为网站和移动应用（APP）提供HTTPS保护，对流量加密，防止数据被窃取。针对互联网服务器在遭受大流量DDoS攻击后导致服务不可用的情况下，将攻击流量引流到高防IP，确保源站的稳定可靠"
        },
        {
            title: "互联网应用加速",
            content: "利用全球优质互联网带宽和跨域传输网络，实现对跨地域的互联网应用的网络加速和优化，从而有效提高互联网应用接入能力，减少延迟，降低时延和抖动，提升应用质量，降低应用部署成本"
        },
        {
            title: "备份容灾",
            content: "为企业级应用提供云上容灾保护与备份恢复的服务。支持服务器镜像、文件、应用和数据库等不同保护粒度，确保数据安全性和业务连续性"
        }
    ],
    Program2: [{
            title: "数字农业解决方案",
            content: "AIoT技术赋能农业的多产业融合，面向现代农业园区、合作社提供数字农业解决方案，实现智能化生产，数据化运营，帮助政府洞察农业产业现状，实现全链路产业监管和精准扶贫为企业级应用提供云上容灾保护与备份恢复的服务。支持服务器镜像、文件、应用和数据库等不同保护粒度，确保数据安全性和业务连续性"
        },
        {
            title: "数字体育科技解决方案",
            content: "基于高精度定位技术和业内前沿算法的实时体能监测系统：通过科学有效的数据采集与分析，提高专业运动员和运动队在运动训练中的培训效率，以提升运动表现和比赛成绩"
        }
    ],
    Program3: [{
            title: "区块链溯源服务",
            content: "利用区块链和物联网技术追踪记录有形商品或无形信息的流转链条，把商品的品质信息、物流信息、质检信息等关于商品特征的数据，不可篡改的登记在区块链上，解决了信息孤岛，信息流转不畅，信息缺乏透明度等行业问题"
        },
        {
            title: "物联网设备可信上链解决方案",
            content: "该解决方案将物联网终端设备改造为安全可信执行环境，解决物理世界源头数据造假的问题，保证上传到区块链数据真实、可信"
        },
        {
            title: "大宗商品区块链仓储解决方案",
            content: " 利用区块链及物联网技术追踪记录大宗商品仓单的物流信息、库存信息、交易信息、融资信息等全周期数据，确保仓单数据真实有效且不可篡改，解决大宗商品行业因信息化发展不均衡导致的仓单数据流转不畅、仓单数据造假等行业问题"
        }
    ]
};